[
	{
		"name": "Workplace Diversity",
		"accreditation": "",
		"description": ["Diversity training can play a major role in breaking down employee ignorance and creating a more culturally enriched environment.",
			"The course has been structured to delegates to give them an understanding on diversity management. ",
			"It will also give them an understanding and be able to apply the broad principles, challenges, tools and solutions to diversity management.",
			"The aim of this course is to provide delegates with different ways of dealing with work place diversity as well as to provide management with the necessary guidelines for effective diversity management."],
		"Attendants": "Managers, Supervisors, HR practioners, subordinates",
		"WhatsIncluded": "Comprehensive course notes, Morning tea, lunch and afternoon tea Please advise TASC when booking if you have any dietary or accessibility requests.Please note that prices for TASC short courses do not include assessment",
		"Category": "Human Resources",
		"duration": "2 days",
		"deligateAmount": "2950"
	},
	{
		"name": "Human Resource Planning",
		"accreditation": "",
		"description": ["This one-day course explores ways to develop, implement and maintain a strategic approach to planning and managing Human Resources.",
						"As an HR manager or consultant, your increased ability to identify HR issues and champion improvements will ensure that HR activities are better aligned with (thus more effectively integrated into) the strategic objectives of your organisation.",
						"Upon completion of this course you’ll be able to:",
						"Develop a strategic approach to managing human resources.",
						"Evaluate strategic plans to determine human resource targets and identify future labour needs, skill requirements and options for sourcing labour supply."],
		"Attendants":"Managers, Supervisors, HR practioners, subordinates",
		"WhatsIncluded": "This course is designed for HR consultant or manager, or anyone who would like to explore a successful career in human resource management.",
		"Category": "Human Resources",
		"duration": "2 days",
		"deligateAmount": "3750"
	},
	{
		"name": "Strategic Workplace Planning",
		"accreditation": "",
		"description": ["The aim of the course is to prepare your company for new business models and the challenges of the future.",
						"Strategic workplace planning is cost-cutting as it focuses on non-critical capabilities, making the company financially and strategically stronger.",
						"People are at the core of your business. With strategic workforce planning, you can make people decisions that are more rational and more tuned to current and future business needs.",
						"It’ll also allow you to work more closely with your HR and Business partners. With strategic workforce planning, you will make your organization leaner and fitter"],
		"Attendants": "Managers, Supervisors, HR Practioners",
		"WhatsIncluded": "Right Size – getting the right amount of staff to reach your strategic goals efficiently and effectively ",
		"Category": "Human Resources",
		"duration": "2 days",
		"deligateAmount": "3750"
	},
	{
		"name": "Workplace Relations",
		"accreditation": "",
		"description": ["The course will empower attending delegates with immense knowledge of the dynamics of the South African labour market, conflict management, affirmative action, the latest labour  legislation, grievances and dismissals, collective bargaining structures and processes, CCMA conciliation and arbitration, and strikes and negotiation skills.",
			"History of Labour Relations in South Africa ",
			"Labour Relations Act 66 of 1995 , Basic Conditions of Employment Act 75 of 1997",
			"Basic Conditions of Employment Act 75 of 1997 ",
			"Code of Good Practice on the Handling of Sexual Harassment in the Workplace"
		],
		"Attendants": "Anyone who wishes to pursue a career in labour relations",
		"WhatsIncluded": "Comprehensive course notes, Morning tea, lunch and afternoon tea, Please advise TASC when booking if you have any dietary or accessibility requests",
		"Category": "Human Resources",
		"duration": "2 days",
		"deligateAmount": "3850"
	},
	{
		"name": "Customer Care",
		"accreditation": "",
		"description": ["If you're in a customer focused role or you manage a customer service team, this course is ideal as it will better enable you to deliver high quality service to customers and clients.",
						"This two-day course explores the essence of truly exceptional customer service, providing the skills to respond to customer and client needs.",
						"Exploring all customer touch points and focusing on professional communication, this course will not only help you manage, monitor and report on the effectiveness of your service to customers, but handle customer complaints in a professional manner."],
		"Attendants": "Anyone who manage a customer service team, or dealing with members of the public",
		"WhatsIncluded": "",
		"Category": "Human Resources",
		"duration": "2 days",
		"deligateAmount": "----"
	},
	{
		"name": "Disciplinary code and procedure",
		"accreditation": "",
		"description": ["In any social system, irrespective of its nature, it is important for the participant to determine a set of rules that will regulate the conduct of its members and should be observed in order to function successfully.",
						"Similarly so it is important in the workplace to determine a set of rules to regulate the relationship between the employees and the employer in the form of a disciplinary procedure."],
		"Attendants": "All employees",
		"WhatsIncluded": "",
		"Category": "Human Resources",
		"duration": "2 Days",
		"deligateAmount": "----"
	},
	{
		"name": "Supervisory Skills",
		"accreditation": "",
		"description": ["As a manager or supervisor, you often have to manage various employees and aspects of the business simultaneously, which can often lead to situations of great stress or anxiety.",
						"Our Supervisory skills short course will equip you with the necessary skills to be successful in any supervisory position, by focusing on and improving important skills, such as planning and organising, managing staff and conflicts and effective leadership.",
						"This course is also a great starting point if you're a new supervisor, or you'd like to increase your potential for promotion into a higher leadership role. ",
						"This short course will ensure a smooth transition from teammate to highly capable and successful supervisor. Examining ways to build credibility and trust, you'll discover how to provide direction, motivate your team and monitor performance effectively with clear objectives in mind.",
						"You’ll also gain the skills to help you respond to changing circumstances and overcome common challenges."],
		"Attendants": "Supervisors",
		"WhatsIncluded": "",
		"Category": "Human Resources",
		"duration": "",
		"deligateAmount": "----"
	},
	{
		"name": "Occupational Health and safety",
		"accreditation": "",
		"description": ["This course is designed to introduce you to the fundamental aspects of the BS OHSAS 18001:2007 standard, which deals with occupational health and safety management systems. Studying this course is a good option if you want to learn about international standards relating to health and safety management systems in the workplace.",
			"This course introduces the student to the study of workplace occupational health and safety. ",
			"The student will learn safe work practices in offices, industry and construction as well as how to identify and prevent or correct problems associated with occupational safety and health in these locations as well as in the home.",
			"The course is designed to assist the student with the implementation of safe healthy practices at work and at home."],
		"Attendants": "",
		"WhatsIncluded": "",
		"Category": "Human Resources",
		"duration": "",
		"deligateAmount": "----"
	}	,
	{
		"name": "Municipal finance management programme",
		"accreditation": "",
		"description": ["Municipal officials who generally work in a financial capacity or have some financial responsibilities within municipalities and municipal entities must have skills, experience and capacity to assume and fulfil the responsibilities and exercise the functions and powers assigned in terms of the Municipal Finance Management Act, 2003. ",
						"Failure to comply with the financial management responsibilities, functions and powers entrusted in terms of the Act may constitute financial misconduct."],
		"Attendants": "CFOs,CEOs, Municipal managers, Senior Managers, Heads of Supply Chain Management ",
		"WhatsIncluded": "",
		"Category": "Human Resources",
		"duration": "-- Days",
		"deligateAmount": "----"
	},




	{
		"name": "Manage people effectively",
		"accreditation": "",
		"description": ["People are your greatest asset. This short course reveals how using emotional intelligence in your communication and behaviour as a leader can engage your staff, create meaningful relationships and facilitate team cohesion. Find out how to leverage diversity, promote productivity and manage conflict as you develop a winning performance culture in your organisation.",
			"Upon completion of this course you’ll be able to:",
			"Use emotional intelligence to improve self-awareness, self-management, social awareness and relationship management",
			"Develop trust and confidence while managing the development and maintenance of networks and relationships within your organisation"],
		"Attendants": "If your role requires you to understand how to effectively manage people as a vital organizational asset, this is an essential course for managers and business leaders like you",
		"WhatsIncluded": "Comprehensive course notes",
		"Category": "Management courses",
		"duration": "2 Days",
		"deligateAmount": "2850"
	},
	{
		"name": "Building Client Relationships",
		"accreditation": "",
		"description": ["This course will give attending delegates to gain valuable insight into building sales, retaining business and increasing referrals, and explore how to identify, differentiate and customise client solutions.",
						"Upon completion of this course you’ll be able to:",
						"Use interpersonal skills with clients to establish rapport",
						"Investigate and act upon opportunities to offer positive feedback to clients and use open questions to promote two-way communication",
						"Develop client loyalty objectives focusing on the development of long term business partnerships and develop strategies for improving relationships with clients",
						"Participate in business associations and professional development activities to establish a network of support for the business while enhancing personal knowledge of the market"],
		"Attendants": "This course is for managers, leaders, sales consultants or anyone responsible for delivering on client needs and developing client relationships",
		"WhatsIncluded": "Comprehensive course notes",
		"Category": "Management courses",
		"duration": "1 Day",
		"deligateAmount": "2850"
	},
	{
		"name": "Building New Leadership",
		"accreditation": "",
		"description": ["Newly or recently promoted or acting public or private sector managers experience new challenges and a different way of working. ",
						"We have recognized that the transition to middle management brings with it a range of new we have identified an increasing need to support officers who have recently been promoted to a management role or who are in a long term acting arrangement. ",
						"This program focuses heavily on the capabilities required to perform at this level"],
		"Attendants": "This program is for all managers in the public sector and private sector, including those who have entered through graduate programs or been appointed directly into management roles. ",
		"WhatsIncluded": "",
		"Category": "Management courses",
		"duration": "2 Days",
		"deligateAmount": "3750"
	},
	{
		"name": "Conflict Management",
		"accreditation": "",
		"description": ["Conflict resolution is a critical managerial skill that is often underrated. This short course explores the factors that drive conflict and ways to effectively intervene and facilitate positive outcomes in often emotive situations. By learning to identify conflict in its early stages, you'll be able to respond with confidence and effectively manage workplace situations before they escalate.",
						"Upon completion of this course you’ll be able to:",
						"Identify and assess conflict situations while anticipating the signs, stages and possible causes of conflict",
						"Clarify the factors and issues relevant to conflict while exploring possible resolutions using appropriate communication techniques",
						"Conduct conflict resolution meetings with involved parties and know when to refer to mediation or counselling processes",
						"Record and use lessons learnt in order to improve service delivery and organisational policy as required"],
		"Attendants": "This course for managers, HR managers, or anyone is a strong communicator looking to further extend your skills to effectively manage workplace conflict.",
		"WhatsIncluded": "",
		"Category": "Management courses",
		"duration": "2 Days",
		"deligateAmount": "2550"
	},
	{
		"name": "Change management",
		"accreditation": "",
		"description": ["Growth can sometimes mean change, so what’s the best way to manage a business through change? This two-day course examines why people resist change and the best ways to lead them through times of upheaval, with minimal disruption and continued productivity.",
						"You will discover a variety of tools to help you analyse, scope, plan and implement change programs for your business."],
		"Attendants": "",
		"WhatsIncluded": "This course is designed for you if you’re either interested or involved in change management initiatives and you’d like to create an environment that’s ready for change.",
		"Category": "Management courses",
		"duration": "1 Day",
		"deligateAmount": "2650"
	},
	{
		"name": "Strategic management for small firms",
		"accreditation": "",
		"description": ["Gain the practical tools and techniques you need to plan for the organisation’s future. ",
						"Analyse internal and external environments to determine strategic goals, then create strategic plans to future-proof your business.", 
						"Upon completion of this course you’ll be able to:",
						"Undertake budgeting, forecasting and reporting to effectively manage financial performance",
						"Establish the direction of your organisation, and implement strategies for sustaining competitive advantage and ensuring future viability",
						"Analyse and assess your organisation and competitors to develop strategic actions, initiatives and plans"],
		"Attendants": "Entrepreneurs, business owners, managers or anyone in a senior management role and you’d like to better influence the strategic direction of your business, this is the ideal course for you.",
		"WhatsIncluded": "",
		"Category": "Management courses",
		"duration": "2 Days",
		"deligateAmount": "3650"
	},
	{
		"name": "Strategic management for public sector",
		"accreditation": "",
		"description": ["Strategic management is emerging as a major new competency in public sector activity. Public sector managers are now being asked to execute and measure performance improvement in ways that have so far been adopted only in private sector organisations.",
						"This is the reason why our new specialist course “Strategic Management in the Public Sector” has been developed.",
						"The focus of our training course is on the actions required to achieve effective implementation of strategic plans.", 
						"By the end of the course, participants will be able to:",
						"Describe the overall public sector structure and the need for competitiveness to achieve national prosperity and growth",
						"Translate stakeholder ambition and needs into a strategic plan to achieve an entity’s mandate",
						"Employ the public policy development process effectively to achieve the strategic plan",
						"Design and manage strategic initiatives and cross-entity collaboration mechanisms to effectively execute strategies",
						"Utilize a practical performance management system to develop and sustain a performance culture"],
		"Attendants": "Directors, Executives, senior managers, and managers working in government departments and Municipalities ",
		"WhatsIncluded": "",
		"Category": "Management courses",
		"duration": "2 Days",
		"deligateAmount": "3950"
	},
	{
		"name": "Basic Computer training",
		"accreditation": "",
		"description": ["The Microsoft All-In-One course is designed for the new user to Microsoft applications and general computer usage.",
						"This course will teach you the essential skills on Windows and Microsoft Office to ensure that you can successfully operate these applications on a daily basis. ",
						"Our Basic Computer Package includes Microsoft Word, Excel, PowerPoint and Outlook. ",
						"It is an all-in-one combined course that comprise of all the necessary information one needs to know to work with Windows.",
						" At the end of this course delegates will be efficient computer users"],
		"Attendants": "This course is for everyone who would like to be an efficient and effective user of Microsoft tools",
		"WhatsIncluded": "",
		"Category": "IT and Research Courses",
		"duration": "3 Days",
		"deligateAmount": "2950"
	},
	{
		"name": "Analyze and Present Research Information",
		"accreditation": "",
		"description": ["Research data can provide crucial discernments, yet how should the information be used and presented for optimal impact? ",
						"By exploring aspects of research planning, practical methodologies, analysis techniques and effective ways of compiling and presenting findings, this two-day course will teach you to confidently interpret data and apply what it tells you to relevant aspects of business."],
		"Attendants": "This course is for individuals involved in research, analysis and presentation of data. The course will give you the skills to efficiently explore, analyze and interpret data for driving better business decisions.",
		"WhatsIncluded": "Comprehensive course notes",
		"Category": "IT and Research Courses",
		"duration": "2 Days",
		"deligateAmount": "2750"
	},
	{
		"name": "Research supervisor training",
		"accreditation": "",
		"description": ["Research Supervisor Workshops are primarily intended as an induction for new supervisors. ",
						"However more experienced supervisors who may have supervised postgraduate research students at other Universities are asked to attend to refresh their supervisory skills ",
						"Provide guidance to staff regarding the role and responsibilities of supervisors ",
						"Advise staff on support mechanisms within Faculties and the University",
						"To address issues of particular concern to individual members of staff about supervisory related matters"],
		"Attendants": "Supervisors",
		"WhatsIncluded": "",
		"Category": "IT and Research Courses",
		"duration": "2 Days",
		"deligateAmount": "2450"
	},
	{
		"name": "Creating Word templates ",
		"accreditation": "",
		"description": ["This course shows how to harness the power of templates in Microsoft Word and create efficient and repeatable workflows. ",
						"The course focuses on the basics of using and applying templates but also shows how to create custom templates with document property fields, macros, content controls, building blocks, and styles.",
						"Also discover how to create style set templates to make documents more efficient and consistent",
						"At the end of the training delegates will be able to do the following:",
						"Using, applying, and modifying templates",
						"Creating custom templates",
						"Using organizers to copy styles, AutoText, and macros",
						"Adding building blocks and content controls",
						"Inserting field codes and document properties",
						"Creating style set templates",
						"Creating global, workgroup, and add-in templates"],
		"Attendants": "Secretaries, Office administrators,  receptionist",
		"WhatsIncluded": "Comprehensive course notes",
		"Category": "IT and Research Courses",
		"duration": "1 Day",
		"deligateAmount": "2450"
	},
	{
		"name": "Office 365: Word Package Essential training",
		"accreditation": "",
		"description": ["In this course delegates will learn how to create, format, share, and print a wide variety of documents in the Office 365 version of Word.", 
			"The course covers creating new documents from templates and scratch, formatting text and pages, working with headers and footers, using themes and styles, adding multimedia, and more.", 
			"He'll also show how to share documents with others and enhance your productivity with macros.",
			"At the end of the training delegates will be able to do the following:",
			" 1) Using templates to create new documents",
			" 2) Formatting text, pages, and paragraphs"],
		"Attendants": "Secretaries, Office administrators,  receptionist",
		"WhatsIncluded": "Practicals applications and Comprehensive course notes",
		"Category": "IT and Research Courses",
		"duration": "1 Day",
		"deligateAmount": "2450"
	},
	{
		"name": "Effective writing skills",
		"accreditation": "",
		"description": ["The ability to produce accurate, clear and concise written communications has never been more important than in this electronic business age.", 
						"This short course provides the practical skills needed to confidently plan, research and write business documents, enabling you to transform them into powerful, persuasive tools, increasing efficiency and enhancing the overall image of your organisation.",
						"Upon completion of this course you’ll be able to:",
						"Determine the purpose and appropriate formats for documents before determining the logical sequences of data, information and knowledge",
						"Ensure data, information and knowledge is aggregated, interpreted and summarised to prepare text that satisfies business purposes",
						"Analyse information and documents provided by others for bias, gaps, conflicting advice and political implications",
						"Create consistency and credibility in your written communications"],
		"Attendants": "Managers, secretaries, or anyone whose role involves written communication or you're simply looking to develop your professional writing skills",
		"WhatsIncluded": "Comprehensive course notes",
		"Category": "Business Skills",
		"duration": "2 Day",
		"deligateAmount": "2500"
	},
	{
		"name": "Effective Communication",
		"accreditation": "",
		"description": ["Communication is the essential building block of a successful organisation. ",
			"If you would like to express your thoughts and opinions to others with more confidence and conviction, this short course explores a range of proven communication techniques and strategies that can be used to develop and maintain successful relationships both inside and outside the workplace."],
		"Attendants": "This course is designed for anyone who’d like to improve their own personal communication skills to better express information and ideas to others in the workplace",
		"WhatsIncluded": "Comprehensive course notes",
		"Category": "Business Skills",
		"duration": "1 Day",
		"deligateAmount": "2450"
	},
	{
		"name": "Leading with emotional intelligence",
		"accreditation": "",
		"description": ["Emotionally intelligent people understand the emotions of others, and know how to positively influence them. ",
						"This ability is the key to successful leadership, and it can be developed through practice. Using a range of tools and techniques, this short course introduces new ways to harness your own emotions and those of others in order to enhance decision-making, improve behaviour and facilitate high performance",
						"Upon completion of this course you’ll be able to:",
						"Understand the social neuroscience of emotions and emotional intelligence",
						"Improve your management of emotions",
						"Enhance your relationships within and outside of the workplace",
						"Facilitate difficult conversations with confidence",
						"Feel less stressed and be better equipped to manage high work demands and stress",
						"Create a positive work environment for others",
						"Facilitate high performance"],
		"Attendants": "If you want to be a more impactful and influential leader, with advanced skills in applying emotional intelligence, this is the ideal course for you and your career.",
		"WhatsIncluded": "",
		"Category": "Leadership courses",
		"duration": "2 Day",
		"deligateAmount": ""
	},
	{
		"name": "Building New Leadership",
		"accreditation": "",
		"description": ["Newly or recently promoted or acting public or private sector managers experience new challenges and a different way of working. ",
						"We have recognized that the transition to middle management brings with it a range of new we have identified an increasing need to support officers who have recently been promoted to a management role or who are in a long term acting arrangement.", 
						"This program focuses heavily on the capabilities required to perform at this level. ",
						"This program will equip delegates on their communication style, how to work with their colleagues and how to leverage the skills and strengths of others to achieve results.",
						"At the end of the program, participants will be able to:",
						"Understand the transition to a management role in the public sector",
						"Build leadership through improved emotional and social intelligence",
						"Understand:",
						"Public sector management and leadership",
						"The importance of initiative and judgement at the management level",
						"Leading and managing performance in a constantly changing environment",
						"Effective performance feedback and the psychology of performance"],
		"Attendants": "Managers in the public/private sector, those who have entered through graduate programs or been appointed directly into management roles",
		"WhatsIncluded": "Comprehensive course notes",
		"Category": "Leadership courses",
		"duration": " Day",
		"deligateAmount": "3750"
	},
	{
		"name": "Conflict management for leaders",
		"accreditation": "",
		"description": ["Conflict resolution is a critical managerial skill that is often underrated.", 
						"This short course explores the factors that drive conflict and ways to effectively intervene and facilitate positive outcomes in often emotive situations.", 
						"By learning to identify conflict in its early stages, you'll be able to respond with confidence and effectively manage workplace situations before they escalate.",
						"Upon completion of this course you’ll be able to:",
						"Identify and assess conflict situations while anticipating the signs, stages and possible causes of conflict",
						"Clarify the factors and issues relevant to conflict while exploring possible resolutions using appropriate communication techniques",
						"Conduct conflict resolution meetings with involved parties and know when to refer to mediation or counselling processes",
						"Record and use lessons learnt in order to improve service delivery and organisational policy as required"],
		"Attendants": "Managing Directors, HR managers, or anyone is a strong communicator looking to further extend your skills to effectively manage workplace conflict",
		"WhatsIncluded": "Comprehensive course notes",
		"Category": "Leadership courses",
		"duration": " Day",
		"deligateAmount": "2550"
	},
	{
		"name": "Corporate entrepreneurship and innovation for leaders",
		"accreditation": "",
		"description": ["Corporate entrepreneurship and Innovation work together. These concepts are the key to business growth, and this short course explores their business benefits.", 
						"It reveals ways of analysing business issues and industry trends so that you can identify, validate and implement opportunities for organisational improvement.",
						"Upon completion of this course you’ll be able to:",
						"Create an environment that enables and supports innovative practice by focusing on a holistic approach to the integration of innovation across all areas of your organisation",
						"Implement continuous improvement systems and processes by using strategies to actively encourage your team to participate in the process",
						"Analyse information to monitor and adjust performance strategies, and to manage opportunities for further improvements",
						"Design, fit-out and decorate workspaces to encourage creative mindsets, collaborative working and the development of positive workplace relationships"],
		"Attendants": "Leaders and managers as we as anyone involved in the strategic development of people and processes, this course will enable you to fully understand best practices in delivering continuous improvement and innovation initiatives",
		"WhatsIncluded": "Comprehensive course notes",
		"Category": "Leadership courses",
		"duration": "2 Day",
		"deligateAmount": "4250"
	},
	{
		"name": "Business Networking",
		"accreditation": "",
		"description": ["Strong business networks are an extremely valuable asset. This one-day course is specifically designed to make you a better networker by teaching you how to identify appropriate networks and participate effectively.", 
						"Gain insights into the art of creating and maintaining strong and far-reaching professional networks and learn to represent and promote your organisation with confidence.",
						"Upon completion of this course you’ll be able to:",
						"Use appropriate network strategies to establish and maintain relationships that promote the development of business opportunities",
						"Participate in professional networks to obtain and maintain personal knowledge while promoting benefits consistent with your organisation or client's requirements",
						"Gain and maintain the trust and confidence of contacts through the demonstration of high standards of business practice",
						"Establish effective communication channels to exchange strategic information for the mutual benefit of network members"],
		"Attendants": "This course is for Directors, executives, managers, business owners, or anyone involved in developing business opportunities or you’re simply looking to become more effective in building valuable business networks.",
		"WhatsIncluded": "Comprehensive course notes",
		"Category": "Leadership courses",
		"duration": "1 Day",
		"deligateAmount": "12950"
	},
	{
		"name": "Effective strategic leadership ",
		"accreditation": "",
		"description": [""],
		"Attendants": "",
		"WhatsIncluded": "Comprehensive course notes",
		"Category": "Leadership courses",
		"duration": " Day",
		"deligateAmount": ""
	},
	{
		"name": "Basic First Aid",
		"accreditation": "",
		"description": ["First Aid is the initial assistance or care of a suddenly sick or injured person. ",
						"It is the vital initial care we all feel an impulse to give as soon as possible after an accident or illness.", 
						"Not every incident requiring first aid will be a life and death situation and, most commonly, first aid knowledge is used to manage minor injuries at home or work. ",
						"This prompt care and attention prior to the arrival of an ambulance can sometimes mean the difference between life and death, or between a full or partial recovery.",
						"This First Aid course was designed to enable employees to respond to medical, injury or environmental emergencies effectively and efficiently as required by the OHS act. ",
						"It is an interactive first aid training course that allows plenty of time for course participants to practice the skills of CPR, splinting, bandaging and to stop bleeding. The basic principle of personal safety as well as ensuring that first aid is rendered in a safe environment is also an integral part of the training conducted.",
						"At the end of the training delegates will learn the following:",
						"Demonstrate an understanding of emergency scene management ",
						"Demonstrate an understanding of elementary anatomy and physiology ",
						"Assess an emergency situation ",
						"Apply First Aid procedures to the life-threatening situation ",
						"Treat common injuries "],
		"Attendants": "",
		"WhatsIncluded": "Comprehensive course notes",
		"Category": "Health and Safety Courses",
		"duration": "2 Day",
		"deligateAmount": "1950"
	},
	{
		"name": "Occupational Healthy and safety",
		"accreditation": "",
		"description": ["This course introduces the delegates to the study of workplace occupational health and safety. ",
						"The delegates will learn safe work practices in offices, industry and construction as well as how to identify and prevent or correct problems associated with occupational safety and health in these locations as well as in the home.", 
						"The course is designed to assist the delegates with the implementation of safe healthy practices at work and at home.",
						"Upon successful completion of this course, the delegates will have demonstrated the ability to: ",
						"Identify hazards in the home or workplace that pose a danger or threat to their safety or health, or that of others. ",
						"Control unsafe or unhealthy hazards and propose methods to eliminate the hazard. ",
						"Present a coherent analysis of a potential safety or health hazard both verbally and in writing, citing the Ontario Occupational Health and Safety Regulations as well as supported legislation."],
		"Attendants": "Safety officers",
		"WhatsIncluded": "Comprehensive course notes",
		"Category": "Health and Safety Courses",
		"duration": " Day",
		"deligateAmount": "1950"
	},
	{
		"name": "Monitoring and Evaluation",
		"accreditation": "",
		"description": ["The main aim of this programme is to equip participants with skills to undertake Monitoring and Evaluation (M&E) functions. The conveyed skills will assist participants with the knowledge to design relevant M&E frameworks and engage in practical applications of M&E systems. ",
						"This programme is aimed at strengthening government, private sector’s and civil society organisations’ capacity in monitoring, evaluation and action research in order to develop a pool of researchers and practitioners that have knowledge and skills in participatory monitoring, evaluation and impact assessment of programmes and projects.", 
						"Upon successful completion of this course, the delegates will have demonstrated the ability to: ",
						"Explain the principles and good practices in M&E systems at different levels in organisations",
						"Explain results chain thinking, the centrality of indicators, and the need for basic tools and procedures in M&E",
						"Explain logframes, integration of M&E, and international M&E frameworks",
						"Design, implement and manage appropriate integrated M&E systems within available resource constraints to achieve desired strategic outcomes in specific fields in organisations",
						"Distinguish and explain the types of evaluation methods and their applications",
						"Explain the planning and management of M&E processes and describe quality controls and guidelines for reviewing evaluation reports"],
		"Attendants": "Projects staff/M&E staff of NGOs and community-based organisations",
		"WhatsIncluded": "Comprehensive course notes",
		"Category": "Monitoring and Evaluation",
		"duration": "3 Day",
		"deligateAmount": "5950"
	},
	{
		"name": "Effective Business Communication",
		"accreditation": "",
		"description": ["Communication is the essential building block of a successful organisation. If you would like to express your thoughts and opinions to others with more confidence and conviction, this short course explores a range of proven communication techniques and strategies that can be used to develop and maintain successful relationships both inside and outside the workplace.", 
						"The aim of this course is to develop student’s’ communication skills in the English language that will enable them to function effectively in a business environment.", 
						"The course offers a practical approach to corporate communication that includes training in the principles and key elements of business writing and the effective delivery of oral presentations. ",
						"The course content focuses on selected written and oral forms of communication related to topics and issues critical to students of Business Studies.",
						"Upon completion of this course you’ll be able to:",
						"write effective and concise letters and memos employing appropriate business format",
						"Prepare informal and formal reports that include analysis and offer recommendations",
						"Participate in meetings and conduct proper techniques in telephone usage",
						"Summarize personal achievements and skills in appropriate formats for future employers or academic institutions;",
						"Perform effectively in interviews;",
						"Prepare and deliver an oral presentation utilizing electronic software; ",
						"Realize the impact of language usage on applying business etiquette to a variety of professional situations",
						"Recognize the importance of cultural differences and how they affect communication in a business environment.",
						"Identify and develop your personal communication style while adapting your behaviors to better express your ideas in the workplace"],
		"Attendants": "This course is designed for anyone who’d like to improve their own personal communication skills to better express information and ideas to others in the workplace",
		"WhatsIncluded": "Comprehensive course notes",
		"Category": "Monitoring and Evaluation",
		"duration": "2 Day",
		"deligateAmount": "2450"
	},
	{
		"name": "Risk Management ",
		"accreditation": "",
		"description": ["Risk management skills are key to any business owner or manager. This Risk management workshop is a one day intensive training course which will focus on practical application of best practice theory.",
						"Risk management has long been a key part of project management, but in recent years, it has become an increasingly important part of organizational best practices.", 
						"Corporations have realized that effective risk management can not only reduce the negative impact of crises; it can provide real benefits and  cost savings.",
						"The risk management framework provided in this workshop is flexible enough for any organization. You can apply it to a single project, a department, or use it as a basis for an enterprise-wide risk management program",
						"Upon completion of this course you’ll be able to:",
						"Define risk and risk management",
						"Describe the COSO ERM cube and ISO 31000",
						"Establish their risk management context",
						"Describe the 7 R's and 4 T's that form the framework of risk management activities",
						"Design and complete a basic risk assessment",
						"Determine the appropriate response to risks and create a plan for those responses",
						"Describe the key components of reporting, monitoring, and evaluation of a risk management program"],
		"Attendants": "Anyone",
		"WhatsIncluded": "Comprehensive course notes",
		"Category": "Monitoring and Evaluation",
		"duration": "2 Day",
		"deligateAmount": "2450"
	},
	{
		"name": "Research and Report Writing ",
		"accreditation": "",
		"description": ["Research data can provide crucial discernments, yet how should the information be used and presented for optimal impact. ",
						"By exploring aspects of research planning, practical methodologies, analysis techniques and effective ways of compiling and presenting findings, this two-day course will teach you to confidently interpret data and apply what it tells you to relevant aspects of business.",
						"The ability to produce accurate, clear and concise written communications has never been more important than in this electronic business age.",
						"This short course also provides the practical skills needed to confidently plan, research and write business documents, enabling you to transform them into powerful, persuasive tools, increasing efficiency and enhancing the overall image of your organisation.",
						"Upon completion of this course you’ll be able to:",
						"Determine the purpose and appropriate formats for documents before determining the logical sequences of data, information and knowledge",
						"Ensure data, information and knowledge is aggregated, interpreted and summarised to prepare text that satisfies business purposes",
						"Analyse information and documents provided by others for bias, gaps, conflicting advice and political implications"],
		"Attendants": "Managers, secretaries, or anyone whose role involves written communication or you're simply looking to develop your professional writing skills.",
		"WhatsIncluded": "Comprehensive course notes",
		"Category": "Monitoring and Evaluation",
		"duration": "2 Day",
		"deligateAmount": "2500"
	},
	{
		"name": "Stress and Time Management ",
		"accreditation": "",
		"description": ["Stress seems like an inevitable part of life. The demands of work, home, and society can place a lot of stress on just about anyone. In our jobs, we also experience work-related stress due to lack of time. ",
						"Too much pressure over a sustained period can however lead to a negative stressful situation. We should realize that stress is an “invisible disease” and can affect us, our colleagues, our employer and those closest to us. ",
						"This one-day program will help you identify your personal stressors and will explore some ways to manage and prevent stress.", 
						"Upon completion of this course you’ll be able to:",
						"Have a clear understanding of stress and what causes it",
						"Be able to highly effective personal strategies, plans and techniques to deal with stress",
						"Gain a clearer picture of their priorities, both in work and outside",
						"Learn how to link their short, medium and long-term goals",
						"Be able to manage and control interruptions and behave more assertively",
						"Make an informed choice about the best diary system for them and be able to apply simple, practical principles of diary management"],
		"Attendants": "Managers, secretaries, or anyone whose role involves written communication or you're simply looking to develop your professional writing skills",
		"WhatsIncluded": "Comprehensive course notes",
		"Category": "Monitoring and Evaluation",
		"duration": "2 Day",
		"deligateAmount": "2500"
	},
	{
		"name": "Stock Control Management ",
		"accreditation": "",
		"description": ["The ability to effectively manage stock has a major impact on supply chain performance and the resultant cost to serve profile.", 
						"Poor inventory decisions will result in costs being increased or customers being let down.", 
						"Getting the balance right requires skillful application of inventory management techniques.", 
						"This course is an intensive two day course, for those who want to understand and implement the essential tools for managing inventory in the supply chain.",
						"Participants are shown how to evaluate procedures and make needed changes to methods to improve customer service whilst achieving reductions in inventory; eliminate wasteful costs; avoid internal problems that limit performance; obtain added value for money.",
						"Upon completion of this course you’ll be able to:",
						"The supply chain and how to manage the relationships and material flows in the chain",
						"Product classification and inventory costs and service for managing products & stock",
						"Replenishment methods and understanding how much stock one should hold",
						"Forecasting & stock control including demand forecasting, stock coding, stock recording and stock checking",
						"Models for planning inventory & improvements"],
		"Attendants": "Inventory, Stock, Supply Chain, Logistics, Warehouse and Distribution Supervisors/Managers.",
		"WhatsIncluded": "Comprehensive course notes",
		"Category": "Monitoring and Evaluation",
		"duration": "2 Day",
		"deligateAmount": "2500"
	},
	{
		"name": "Supply Chain Management ",
		"accreditation": "",
		"description": ["A changing business landscape heavily influenced by technological growth and globalization means that traditional logistics as well as supply chain management systems and processes are now outdated. ",
						"In order to stand out as a Supply Chain Manager, you not only need to be an exceptional general manager, but also a specialist in logistics management, operations, manufacturing and quality assurance. ",
						"Due to those diverse requirements, the Department of Labour in South Africa has even classified supply chain management as a scarce skill and this course will empower you to fill.",
						"Upon completion of this course you’ll be able to:",
						"Demonstrate knowledge and understanding of the supply chain management environment within an organisation.",
						"Demonstrate knowledge and understanding of the influence of performance and risk within a supply chain management environment.",
						"Contribute to the development of a supply chain strategy for an organisation.",
						"Contribute to operational plans for supply chain management.",
						"Implement a supply chain strategy.",
						"Take advantage of lucrative logistics management career opportunities with your  workplace-ready skills",
						"Make informed management decisions based on your thorough understanding of supply chain and logistics management",
						"Implement effective procurement, inventory, storage, forecasting, and transportation management practices",
						"Manage a business’s entry into international trade, and improve the competitive advantage of a supply chain"],
		"Attendants": "Inventory, Stock, Supply Chain, Logistics, Warehouse and Distribution Supervisors/Managers. ",
		"WhatsIncluded": "Comprehensive course notes",
		"Category": "Monitoring and Evaluation",
		"duration": "2 Day",
		"deligateAmount": "2500"
	}
]
